/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"XSRefreshHeaderIdleText"           = "下拉可以刷新";
"XSRefreshHeaderPullingText"        = "鬆開立即刷新";
"XSRefreshHeaderRefreshingText"     = "正在刷新數據中...";

"XSRefreshAutoFooterIdleText"       = "點擊或上拉加載更多";
"XSRefreshAutoFooterRefreshingText" = "正在加載更多的數據...";
"XSRefreshAutoFooterNoMoreDataText" = "已經全部加載完畢";

"XSRefreshBackFooterIdleText"       = "上拉可以加載更多";
"XSRefreshBackFooterPullingText"    = "鬆開立即加載更多";
"XSRefreshBackFooterRefreshingText" = "正在加載更多的數據...";
"XSRefreshBackFooterNoMoreDataText" = "已經全部加載完畢";

"XSRefreshHeaderLastTimeText"       = "最後更新：";
"XSRefreshHeaderDateTodayText"      = "今天";
"XSRefreshHeaderNoneLastDateText"   = "無記錄";
